##i = 1
##while i < 11 :
##    print(i, end = ' ')
##    i += 1
##----------------------------------------------------------------
##List = ['a','b','c']
##for s in List:
##    print(s)
##----------------------------------------------------------------
##aList = [1,2,3]
##bList = [10,100,1000]
##for s in aList :
##    for y in bList :
##        print(s * y, end = ' ')
##    print()
##----------------------------------------------------------------
##for i in range(10) :
##    print(i, end= ' ')
##----------------------------------------------------------------
##for i in range(10, 21) :
##    print(i, end = ' ')
##----------------------------------------------------------------
##for i in range(1,10,2) :
##    print(i, end = ' ')
##----------------------------------------------------------------
##a = int(input("몇 단 : "))
##i = 0
##while i < 9 :
##    i += 1
##    s = a * i
##    print(f"{a} * {i} = {s}")
##a = int(input("몇 단 : "))
##i = 0
##while i < 9 :
##    i += 1
##    s = a * i
##    print(f"{a} * {i} = {s}")
##-------------------------------------------------
##n = int(input("몇 단? "))
##for i in range (1,10) :
##        print("%d * %d= %d" % (n, i, n*i))
##a = int(input("몇 단 : "))
##i = 0
##while i < 9 :
##    i += 1
##    s = a * i
##    print(f"{a} * {i} = {s}")
##-------------------------------------------------
##for i in range(1,11) :
##    print(i, end = ' ')
##a = int(input("몇 단 : "))
##i = 0
##while i < 9 :
##    i += 1
##    s = a * i
##    print(f"{a} * {i} = {s}")
##a = int(input("몇 단 : "))
##i = 0
##while i < 9 :
##    i += 1
##    s = a * i
##    print(f"{a} * {i} = {s}")
##-------------------------------------------------
##for i in range(1, 11) :
##    print(i, end = ' ')
##a = int(input("몇 단 : "))
##i = 0
##while i < 9 :
##    i += 1
##    s = a * i
##    print(f"{a} * {i} = {s}")
##-------------------------------------------------
##a = int(input("정수 : "))
##for i in range(1, a+1) :
##        print(i, end = ' ')
##-------------------------------------------------
##for i in range(1,101) :
##     if i % 2 == 0:
##        print(i, end = ' ')
##-------------------------------------------------
##a = input()
##for i in range(5) :
## print(a,end = ' ')
##-------------------------------------------------
##a = int(input())
##for i in range(a, 51) :
##  print(i, end = ' ')
##-------------------------------------------------
##sum = 0
##h_list = [159, 163, 173, 158, 169]
##
##for h in h_list :
##    sum += h
##
##print("sum : %d" % sum)
##print("avg : %.2f" % (sum/len(h_list)))
##-------------------------------------------------
##sum = 0
##for i in range(5) :
##    a = (int(input()))
##    sum += a
##print(f"sum : {sum}")
##b = sum / 5
##print(f"avg : {b}")
##-------------------------------------------------
##for i in range(3) :
##    for j in range(1, 6) :
##        print(j, end = ' ')
##    print()
##-------------------------------------------------
##for i in range(2, 10) :
##    print("< %d 단 >" % i)
##    for j in range(1, 10) :
##        print("%d * %d = %2d " % (i, j, i*j))
##    print()
##-------------------------------------------------
##sum = 0
##a = int(input())
##for i in range(1, a+1) :
##    if i % 3 == 0 :
##        sum += i
##print(sum)
##-------------------------------------------------
##sum = 0
##for i in range(10) :
##    a = int(input())
##    if a > sum :
##        sum=a
##print(sum)
##-------------------------------------------------
##sum = 7777777777777777777777777777777
##for i in range(10) :
##    a = int(input())
##    if a<sum :
##        sum = a
##print(sum)
##-------------------------------------------------
##a = int(input())
##for i in range(a) :
##    for j in range(i+1) :
##        print('*', end = '')
##    print()
##-------------------------------------------------
##n = int(input())
##for i in range(n) :
##    for j in range(n-i-1) :
##       print('', end = ' ')
##    for j in range(i+1) :
##        print('*', end = '')
##    print()

    
 


