##name = "홍길동"
##print("내 이름은 {0}이고, {1}에 태어났다.".format(5, name))
##---------------------------------------------
##name = "홍길동"
##print("내 이름은 {0}이고, {1}월에 태어났다.".format(name, 5))
##----------------------------------------
##print("원주율은 %f이다"%3.14)
##--------------------------------------
##a = 10
##b = 2
##print("%d %d %d" % (a + b, a - b, a * b))
##-------------------------------
##import turtle
##turtle.shape("turtle")
##turtle.write("Hello world!")
##turtle.done()

##print(7/2, 7//2, 7%2)
##---------------------------------
##a = (500 + 50000 + 965254253) // 2
##print("%d" % a)
##------------------------------------
##psc = input("이름 : ")
##asd = input("나이 : ")
##scal = input("키 : ")
##print("== 자기 소개하기 ==")
##print("이름 : %s" % psc)
##print("나이 : %s" % asd)
##print("키 : %s" % scal)
##--------------------------------
##a = input()
##b = input()

##a = int(a)
##b = int(b)
##print("%d + %d = %d" % (a, b, a + b))
##-------------------------------------
##a = int(input("a  : "))
##b = int(input("b : "))
##c = int(input("b : "))

##print("세 정수의 평균은 %0.2f입니다." % ((a + b + c)/3))
##-------------------------------------
##psc = input("이름 : ")
##asd = input("나이 : ")
##scal = input("키 : ")
##print("== 친구 소개하기 ==")
##print(f"제 친구의 이름은 짱구이고, 나이는 {asd}살이에요.")
##print(f"키는 {scal}cm예요.")
##------------------------------------
##print("%10s %10d %10.2f" % ('cat', 3, 3.14))
##print("%10s %10d %10.3f" % ('dog', 127, 1.234))
##print("%10s %10d %10.1f" % ('turtle', 54321, 10.1))
##------------------------------------
##decal = input("연도 : ")
##asdfg = input("월 : ")
##pascal = input("일 : ")
##print(f"오늘은 {decal}년 {asdfg}월 {pascal}일입니다.")
##------------------------------------
##L = int(input("L 판매개수 : "))
##M = int(input("M 판매개수 : "))
##S = int(input("S 판매개수 : "))
##
##sum = 2500 * L
##sum = sum + 1000 * M
##sum = sum + 500 * S
##
##print(f"오늘의 총 매출은 %d원입니다." % (sum))
##------------------------------------
##decal = int(input("높이 : "))
##deca = int(input("밑변 : "))
##print("삼각형의 넒이는 %d cm제곱입니다." % (decal*deca/2))





